Repository: blaineam/Haven
Catalog: apple/HavenApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: · Kept
de: · Behalten
es: · Guardado
fr: · Conservé
it: · Conservato
ja: · 保持済み
ko: · 보관됨
pt_br: · Mantido
zh_hans: · 已保留

source: (edited)
de: (bearbeitet)
es: (editado)
fr: (modifié)
it: (modificato)
ja: （編集済み）
ko: (수정됨)
pt_br: (editado)
zh_hans: （已编辑）

source: **Clean up** frees space on this device only. **Re-optimize** re-shares smaller copies for everyone. Kept items are never removed; evicted posts re-download on demand.
de: **Aufräumen** gibt nur auf diesem Gerät Speicher frei. **Neu optimieren** teilt kleinere Kopien für alle neu. Behaltene Inhalte werden nie entfernt; ausgelagerte Posts werden bei Bedarf neu geladen.
es: **Liberar espacio** solo libera espacio en este dispositivo. **Reoptimizar** vuelve a compartir copias más pequeñas para todos. Los elementos guardados nunca se eliminan; las publicaciones descartadas se vuelven a descargar cuando las necesites.
fr: **Nettoyer** libère de l'espace sur cet appareil uniquement. **Réoptimiser** repartage des copies plus légères pour tout le monde. Les éléments conservés ne sont jamais supprimés ; les publications évincées se retéléchargent à la demande.
it: **Libera spazio** libera spazio solo su questo dispositivo. **Riottimizza** ricondivide copie più leggere per tutti. Gli elementi conservati non vengono mai rimossi; i post rimossi si riscaricano all'occorrenza.
ja: **クリーンアップ**はこの端末の空き容量だけを増やします。**再最適化**はより小さいコピーを全員に共有し直します。保持済みの項目が削除されることはありません。取り除かれた投稿は、必要なときに再ダウンロードされます。
ko: **정리하기**는 이 기기의 저장 공간만 확보합니다. **다시 최적화**는 모두를 위해 더 작은 사본을 다시 공유합니다. 보관한 항목은 삭제되지 않으며, 정리된 게시물은 필요할 때 다시 다운로드됩니다.
pt_br: **Limpar** libera espaço apenas neste dispositivo. **Reotimizar** recompartilha cópias menores para todos. Itens mantidos nunca são removidos; posts descartados são baixados de novo quando você precisar.
zh_hans: **清理**只会释放这台设备上的空间。**重新优化**会为所有人重新分享更小的副本。已保留的内容永远不会被移除；已清除的帖子会在需要时重新下载。

# %@ by %@. %@ sound
source: %1$@ by %2$@. %3$@ sound
de: %1$@ von %2$@. Sound: %3$@
es: %1$@ de %2$@. Sonido %3$@
fr: %1$@ par %2$@. Son %3$@
it: %1$@ di %2$@. Audio %3$@
ja: %2$@ の「%1$@」。%3$@ サウンド
ko: %2$@의 %1$@. %3$@ 사운드
pt_br: %1$@ de %2$@. Som: %3$@
zh_hans: %2$@ 的 %1$@。%3$@ 声音

source: %@ is in your circle
de: %@ ist in deinem Kreis
es: %@ está en tu círculo
fr: %@ fait partie de votre cercle
it: %@ è nella tua cerchia
ja: %@ さんはあなたのサークルのメンバーです
ko: %@님이 내 서클에 있습니다
pt_br: %@ está no seu círculo
zh_hans: %@ 在你的圈子里

# %@ is upgrading “%@”
source: %1$@ is upgrading “%2$@”
de: %1$@ aktualisiert „%2$@“
es: %1$@ está actualizando “%2$@”
fr: %1$@ met à niveau « %2$@ »
it: %1$@ sta aggiornando “%2$@”
ja: %1$@ さんが「%2$@」をアップグレード中です
ko: %1$@님이 “%2$@”을(를) 업그레이드하는 중입니다
pt_br: %1$@ está atualizando “%2$@”
zh_hans: %1$@ 正在升级“%2$@”

# %@… · %lld circle%@
source: %1$@… · %2$lld circle%3$@
de: %1$@… · %2$lld Kreis%3$@
es: %1$@… · %2$lld círculo%3$@
fr: %1$@… · %2$lld cercle%3$@
it: %1$@… · %2$lld cerchia%3$@
ja: %1$@… · サークル %2$lld 件%3$@
ko: %1$@… · 서클 %2$lld개%3$@
pt_br: %1$@… · %2$lld círculo%3$@
zh_hans: %1$@… · %2$lld 个圈子%3$@

source: %@'s posts will appear here.
de: Posts von %@ erscheinen hier.
es: Aquí aparecerán las publicaciones de %@.
fr: Les publications de %@ apparaîtront ici.
it: Qui appariranno i post di %@.
ja: %@ さんの投稿がここに表示されます。
ko: %@님의 게시물이 여기에 표시됩니다.
pt_br: Os posts de %@ vão aparecer aqui.
zh_hans: %@ 的帖子会显示在这里。

source: %@'s screen
de: Bildschirm von %@
es: Pantalla de %@
fr: Écran de %@
it: Schermo di %@
ja: %@ さんの画面
ko: %@님의 화면
pt_br: Tela de %@
zh_hans: %@ 的屏幕

# %lld active stor%@
source: %1$lld active stor%2$@
de: %1$lld aktive Stor%2$@
es: %1$lld histor%2$@ en curso
fr: %1$lld stor%2$@ en cours
it: %1$lld stor%2$@ attive
ja: アクティブなストーリー %1$lld 件%2$@
ko: 진행 중인 스토리 %1$lld개%2$@
pt_br: %1$lld stor%2$@ no ar
zh_hans: %1$lld 个进行中的限时动态%2$@

source: %lld attachments
de: %lld Anhänge
es: %lld archivos adjuntos
fr: %lld pièces jointes
it: %lld allegati
ja: 添付ファイル %lld 件
ko: 첨부 파일 %lld개
pt_br: %lld anexos
zh_hans: %lld 个附件

source: %lld connection requests
de: %lld Verbindungsanfragen
es: %lld solicitudes de conexión
fr: %lld demandes de connexion
it: %lld richieste di connessione
ja: つながりリクエスト %lld 件
ko: 연결 요청 %lld개
pt_br: %lld solicitações de conexão
zh_hans: %lld 条连接请求

source: %lld kept
de: %lld behalten
es: %lld guardados
fr: %lld conservés
it: %lld conservati
ja: %lld 件保持済み
ko: %lld개 보관됨
pt_br: %lld mantidos
zh_hans: 已保留 %lld 项

source: %lld media received
de: %lld Medien empfangen
es: %lld archivos recibidos
fr: %lld médias reçus
it: %lld contenuti ricevuti
ja: 受信したメディア %lld 件
ko: 받은 미디어 %lld개
pt_br: %lld mídias recebidas
zh_hans: 已接收 %lld 个媒体文件

source: %lld media sent
de: %lld Medien gesendet
es: %lld archivos enviados
fr: %lld médias envoyés
it: %lld contenuti inviati
ja: 送信したメディア %lld 件
ko: 보낸 미디어 %lld개
pt_br: %lld mídias enviadas
zh_hans: 已发送 %lld 个媒体文件

source: %lld media waiting
de: %lld Medien warten
es: %lld archivos en espera
fr: %lld médias en attente
it: %lld contenuti in attesa
ja: 待機中のメディア %lld 件
ko: 대기 중인 미디어 %lld개
pt_br: %lld mídias aguardando
zh_hans: %lld 个媒体文件等待中

# %lld post%@ · a copy lives on your device
source: %1$lld post%2$@ · a copy lives on your device
de: %1$lld Post%2$@ · eine Kopie liegt auf deinem Gerät
es: %1$lld post%2$@ · hay una copia en tu dispositivo
fr: %1$lld publication%2$@ · une copie est conservée sur votre appareil
it: %1$lld post%2$@ · una copia è sul tuo dispositivo
ja: 投稿 %1$lld 件%2$@ · コピーがこの端末にあります
ko: 게시물 %1$lld개%2$@ · 이 기기에 사본이 있습니다
pt_br: %1$lld post%2$@ · uma cópia fica no seu dispositivo
zh_hans: %1$lld 条帖子%2$@ · 设备上保留了一份副本

source: %1$lld song%2$@ in your library aren't on Apple Music, so they can't be shared — your circle wouldn't be able to play them.
de: %1$lld Song%2$@ in deiner Mediathek sind nicht bei Apple Music und lassen sich deshalb nicht teilen — dein Kreis könnte sie nicht abspielen.
es: %1$lld tema%2$@ de tu biblioteca no están en Apple Music, así que no se pueden compartir — tu círculo no podría reproducirlos.
fr: %1$lld titre%2$@ de votre bibliothèque ne sont pas sur Apple Music, donc impossible de les partager — votre cercle ne pourrait pas les écouter.
it: %1$lld bran%2$@ della tua libreria non sono su Apple Music, quindi non puoi condividerli: la tua cerchia non potrebbe ascoltarli.
ja: ライブラリ内の %1$lld 曲%2$@ は Apple Music にないため、共有できません。サークルのみんなも再生できません。
ko: 보관함에 있는 노래 %1$lld곡%2$@은 Apple Music에 없어서 공유할 수 없습니다 — 서클에 있는 사람들이 재생할 수 없어요.
pt_br: Sua biblioteca tem %1$lld música%2$@ fora do Apple Music, então não dá para compartilhar — seu círculo não conseguiria ouvir.
zh_hans: 你的音乐库里有 %1$lld 首歌曲%2$@ 不在 Apple Music 上，因此无法分享——圈子里的人没法播放。

# %llds clip from %@
source: %1$llds clip from %2$@
de: %1$llds-Clip von %2$@
es: Clip de %1$llds de %2$@
fr: Clip de %1$llds provenant de %2$@
it: Clip di %2$lld s da %1$@
ja: %2$@ の %1$lld 秒クリップ
ko: %2$@의 %1$lld초 클립
pt_br: Clipe de %1$llds de %2$@
zh_hans: 来自 %2$@ 的 %1$lld 秒片段

source: ★ covers circles without their own pick. Removing only deactivates.
de: ★ gilt für Kreise ohne eigene Auswahl. Entfernen deaktiviert nur.
es: ★ se aplica a los círculos que no tienen su propia selección. Quitarlo solo lo desactiva.
fr: ★ couvre les cercles sans choix propre. La suppression ne fait que désactiver.
it: ★ copre le cerchie senza una scelta propria. La rimozione disattiva soltanto.
ja: ★ は独自の選択がないサークルに適用されます。削除しても無効になるだけです。
ko: ★는 따로 선택하지 않은 서클에 적용됩니다. 제거해도 비활성화만 됩니다.
pt_br: ★ vale para os círculos sem escolha própria. Remover apenas desativa.
zh_hans: ★ 适用于没有单独选择的圈子。移除只会停用。

source: 1 attachment
de: 1 Anhang
es: 1 archivo adjunto
fr: 1 pièce jointe
it: 1 allegato
ja: 添付ファイル 1 件
ko: 첨부 파일 1개
pt_br: 1 anexo
zh_hans: 1 个附件

source: 1 connection request
de: 1 Verbindungsanfrage
es: 1 solicitud de conexión
fr: 1 demande de connexion
it: 1 richiesta di connessione
ja: つながりリクエスト 1 件
ko: 연결 요청 1개
pt_br: 1 solicitação de conexão
zh_hans: 1 条连接请求

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
it: 1 giorno
ja: 1 日
ko: 1일
pt_br: 1 dia
zh_hans: 1 天

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
ja: 1 時間
ko: 1시간
pt_br: 1 hora
zh_hans: 1 小时

source: 1 week
de: 1 Woche
es: 1 semana
fr: 1 semaine
it: 1 settimana
ja: 1 週間
ko: 1주
pt_br: 1 semana
zh_hans: 1 周

source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
ja: 1 年
ko: 1년
pt_br: 1 ano
zh_hans: 1 年

source: 1. Copy my relay link (all circles)
de: 1. Meinen Relay-Link kopieren (alle Kreise)
es: 1. Copiar mi enlace de Relay (todos los círculos)
fr: 1. Copier mon lien Relay (tous les cercles)
it: 1. Copia il mio link Relay (tutte le cerchie)
ja: 1. 自分の Relay リンクをコピー（すべてのサークル）
ko: 1. 내 Relay 링크 복사 (모든 서클)
pt_br: 1. Copiar meu link do Relay (todos os círculos)
zh_hans: 1. 复制我的 Relay 链接（所有圈子）

source: 2. Paste node id (64 hex) or interface JSON
de: 2. Node-ID (64 Hex) oder Interface-JSON einfügen
es: 2. Pegar el id de nodo (64 hex) o el JSON de la interfaz
fr: 2. Coller l'id du nœud (64 hex) ou le JSON d'interface
it: 2. Incolla l'id del nodo (64 esadecimali) o il JSON dell'interfaccia
ja: 2. ノード ID（16 進数 64 桁）またはインターフェース JSON を貼り付け
ko: 2. 노드 ID(16진수 64자리) 또는 인터페이스 JSON 붙여넣기
pt_br: 2. Colar o id do nó (64 hex) ou o JSON da interface
zh_hans: 2. 粘贴节点 ID（64 位十六进制）或接口 JSON

source: 6 months
de: 6 Monate
es: 6 meses
fr: 6 mois
it: 6 mesi
ja: 6 か月
ko: 6개월
pt_br: 6 meses
zh_hans: 6 个月

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
ja: 7 日
ko: 7일
pt_br: 7 dias
zh_hans: 7 天

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
ja: 30 日
ko: 30일
pt_br: 30 dias
zh_hans: 30 天

source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
it: 90 giorni
ja: 90 日
ko: 90일
pt_br: 90 dias
zh_hans: 90 天

source: A device calling itself “%@” is asking to join your account. Only link it if it's yours and in front of you.
de: Ein Gerät mit dem Namen „%@“ möchte deinem Account beitreten. Verknüpfe es nur, wenn es dir gehört und vor dir liegt.
es: Un dispositivo que dice llamarse “%@” quiere unirse a tu cuenta. Vincúlalo solo si es tuyo y lo tienes delante.
fr: Un appareil qui se présente comme « %@ » demande à rejoindre votre compte. Ne l'associez que s'il vous appartient et qu'il se trouve devant vous.
it: Un dispositivo che si presenta come “%@” chiede di accedere al tuo account. Collegalo solo se è tuo e ce l'hai davanti.
ja: 「%@」と名乗るデバイスが、あなたのアカウントへの参加を求めています。自分のデバイスで、目の前にある場合のみ連携してください。
ko: “%@”(이)라는 기기가 내 계정에 연결을 요청하고 있습니다. 본인의 기기이고 지금 눈앞에 있을 때만 연결하세요.
pt_br: Um dispositivo que se identifica como “%@” está pedindo para entrar na sua conta. Só vincule se ele for seu e estiver na sua frente.
zh_hans: 一台自称“%@”的设备请求加入你的账户。只有当它确实是你的、而且就在你面前时，才关联它。

source: A private little place for the people you love. No ads. No tracking. No strangers. Just your people.
de: Ein kleiner, privater Ort für die Menschen, die du liebst. Keine Werbung. Kein Tracking. Keine Fremden. Nur deine Leute.
es: Un pequeño lugar privado para las personas que quieres. Sin anuncios. Sin rastreo. Sin desconocidos. Solo tu gente.
fr: Un petit espace privé pour les gens que vous aimez. Pas de pubs. Pas de pistage. Pas d'inconnus. Juste vos proches.
it: Un piccolo spazio privato per le persone a cui vuoi bene. Niente pubblicità. Nessun tracciamento. Nessun estraneo. Solo i tuoi affetti.
ja: 大切な人たちのための、小さなプライベートな場所。 広告なし。追跡なし。知らない人もなし。あなたの大切な人だけ。
ko: 사랑하는 사람들을 위한 작고 사적인 공간. 광고도, 추적도, 낯선 사람도 없습니다. 오직 내 사람들만.
pt_br: Um cantinho privado para quem você ama. Sem anúncios. Sem rastreamento. Sem estranhos. Só a sua gente.
zh_hans: 为你所爱的人准备的一方私密天地。 没有广告，没有追踪，没有陌生人。只有你在乎的人。

source: A relay holds your sealed posts so nobody has to be online at once.
de: Ein Relay bewahrt deine versiegelten Beiträge auf, damit nicht alle gleichzeitig online sein müssen.
es: Un Relay guarda tus publicaciones selladas para que nadie tenga que estar conectado al mismo tiempo.
fr: Un relay conserve vos publications scellées pour que personne n'ait besoin d'être en ligne en même temps.
it: Un relay conserva i tuoi post sigillati, così non dovete essere tutti online nello stesso momento.
ja: Relay があなたの封をした投稿を預かるので、全員が同時にオンラインになる必要はありません。
ko: Relay가 봉인된 게시물을 보관해 주기 때문에 모두가 동시에 접속해 있을 필요가 없어요.
pt_br: Um relay guarda suas publicações lacradas para que ninguém precise estar on-line ao mesmo tempo.
zh_hans: Relay 会替你保存封存加密的动态，这样大家不必同时在线。

source: Act
de: Aktion
es: Actuar
fr: Agir
it: Agisci
ja: 実行
ko: 실행
pt_br: Agir
zh_hans: 处理

source: Active relay
de: Aktives Relay
es: Relay activo
fr: Relay actif
it: Relay attivo
ja: 有効な Relay
ko: 활성 Relay
pt_br: Relay ativo
zh_hans: 启用中的 Relay

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
ja: アクティビティ
ko: 활동
pt_br: Atividade
zh_hans: 活动

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加

source: Add / restore an identity here
de: Hier eine Identität hinzufügen oder wiederherstellen
es: Añade o restaura una identidad aquí
fr: Ajoutez ou restaurez une identité ici
it: Aggiungi o ripristina qui un'identità
ja: ここで ID を追加・復元します
ko: 여기에서 신원을 추가하거나 복원하세요
pt_br: Adicione ou restaure uma identidade aqui
zh_hans: 在这里添加或恢复身份

source: Add %@ to your circle?
de: %@ zu deinem Kreis hinzufügen?
es: ¿Añadir a %@ a tu círculo?
fr: Ajouter %@ à votre cercle ?
it: Aggiungere %@ alla tua cerchia?
ja: %@ さんをサークルに追加しますか？
ko: %@님을 서클에 추가할까요?
pt_br: Adicionar %@ ao seu círculo?
zh_hans: 把 %@ 加入你的圈子？

source: Add a caption…
de: Bildunterschrift hinzufügen…
es: Añade una descripción…
fr: Ajouter une légende…
it: Aggiungi una didascalia…
ja: キャプションを追加…
ko: 캡션 추가…
pt_br: Adicione uma legenda…
zh_hans: 添加说明…

source: Add a friend
de: Freund hinzufügen
es: Añadir un amigo
fr: Ajouter un ami
it: Aggiungi un amico
ja: 友だちを追加
ko: 친구 추가
pt_br: Adicionar um amigo
zh_hans: 添加好友

source: Add a Haven relay by node id, or bring your own S3 bucket as a store-and-forward relay.
de: Füge ein Haven-Relay per Node-ID hinzu oder nutze deinen eigenen S3-Bucket als Store-and-Forward-Relay.
es: Añade un Relay de Haven con su ID de nodo, o usa tu propio bucket de S3 como Relay de almacenamiento y reenvío.
fr: Ajoutez un relay Haven par identifiant de nœud, ou utilisez votre propre bucket S3 comme relay de stockage et transfert.
it: Aggiungi un relay Haven tramite l'id del nodo, oppure usa il tuo bucket S3 come relay store-and-forward.
ja: ノード ID で Haven の Relay を追加するか、自分の S3 バケットをストアアンドフォワード型の Relay として使えます。
ko: 노드 ID로 Haven Relay를 추가하거나, 직접 사용하는 S3 버킷을 저장 후 전달 방식의 Relay로 연결하세요.
pt_br: Adicione um relay do Haven pelo ID do nó ou use seu próprio bucket S3 como relay de armazenamento e encaminhamento.
zh_hans: 通过节点 ID 添加 Haven Relay，或用你自己的 S3 存储桶作为存储转发 Relay。

source: Add a label (optional) — e.g. "My place"
de: Bezeichnung hinzufügen (optional) — z. B. „Mein Zuhause“
es: Añade una etiqueta (opcional) — p. ej. «Mi casa»
fr: Ajoutez un libellé (facultatif) — par ex. « Chez moi »
it: Aggiungi un'etichetta (facoltativa) — es. "Casa mia"
ja: ラベルを追加（任意）— 例：「自宅」
ko: 라벨 추가 (선택) — 예: "우리 집"
pt_br: Adicione um rótulo (opcional) — ex.: "Minha casa"
zh_hans: 添加标签（可选）——例如“我家”

source: Add a link (e.g. yoursite.com)
de: Link hinzufügen (z. B. deineseite.de)
es: Añade un enlace (p. ej. tusitio.com)
fr: Ajoutez un lien (par ex. votresite.com)
it: Aggiungi un link (es. tuosito.com)
ja: リンクを追加（例：yoursite.com）
ko: 링크 추가 (예: yoursite.com)
pt_br: Adicione um link (ex.: seusite.com)
zh_hans: 添加链接（例如 yoursite.com）

source: Add a nickname (optional)
de: Spitznamen hinzufügen (optional)
es: Añade un apodo (opcional)
fr: Ajoutez un surnom (facultatif)
it: Aggiungi un soprannome (facoltativo)
ja: ニックネームを追加（任意）
ko: 별명 추가 (선택)
pt_br: Adicione um apelido (opcional)
zh_hans: 添加昵称（可选）

source: Add a note for your circle (optional)
de: Notiz für deinen Kreis hinzufügen (optional)
es: Añade una nota para tu círculo (opcional)
fr: Ajoutez une note pour votre cercle (facultatif)
it: Aggiungi una nota per la tua cerchia (facoltativa)
ja: サークルへのメッセージを追加（任意）
ko: 서클에 남길 메모 추가 (선택)
pt_br: Adicione um recado para seu círculo (opcional)
zh_hans: 给圈子留言（可选）

source: Add a photo
de: Foto hinzufügen
es: Añadir una foto
fr: Ajouter une photo
it: Aggiungi una foto
ja: 写真を追加
ko: 사진 추가
pt_br: Adicionar uma foto
zh_hans: 添加照片

source: Add a relay I'm running
de: Relay hinzufügen, das ich selbst betreibe
es: Añadir un Relay que yo administro
fr: Ajouter un relay que j'héberge
it: Aggiungi un relay che gestisco io
ja: 自分で運用している Relay を追加
ko: 내가 운영 중인 Relay 추가
pt_br: Adicionar um relay que eu administro
zh_hans: 添加我自己运行的 Relay

source: Add a reply…
de: Antwort hinzufügen…
es: Añade una respuesta…
fr: Ajouter une réponse…
it: Aggiungi una risposta…
ja: 返信を追加…
ko: 답글 추가…
pt_br: Adicione uma resposta…
zh_hans: 写条回复…

source: Add a short bio
de: Kurze Bio hinzufügen
es: Añade una biografía breve
fr: Ajoutez une courte bio
it: Aggiungi una breve bio
ja: 短い自己紹介を追加
ko: 짧은 소개 추가
pt_br: Adicione uma bio curta
zh_hans: 写一句简介

source: Add a song
de: Song hinzufügen
es: Añadir una canción
fr: Ajouter un morceau
it: Aggiungi un brano
ja: 曲を追加
ko: 노래 추가
pt_br: Adicionar uma música
zh_hans: 添加歌曲

source: Add from your contacts
de: Aus deinen Kontakten hinzufügen
es: Añadir desde tus contactos
fr: Ajouter depuis vos contacts
it: Aggiungi dai tuoi contatti
ja: 連絡先から追加
ko: 연락처에서 추가
pt_br: Adicionar dos seus contatos
zh_hans: 从通讯录添加

source: Add photo
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto
ja: 写真を追加
ko: 사진 추가
pt_br: Adicionar foto
zh_hans: 添加照片

source: Add relay
de: Relay hinzufügen
es: Añadir Relay
fr: Ajouter le relay
it: Aggiungi relay
ja: Relay を追加
ko: Relay 추가
pt_br: Adicionar relay
zh_hans: 添加 Relay

source: Add some people first.
de: Füge zuerst ein paar Leute hinzu.
es: Primero añade a algunas personas.
fr: Ajoutez d'abord des personnes.
it: Aggiungi prima qualche persona.
ja: まず何人か追加してください。
ko: 먼저 사람을 추가하세요.
pt_br: Adicione algumas pessoas primeiro.
zh_hans: 请先添加一些人。

source: Add to call
de: Zum Anruf hinzufügen
es: Añadir a la llamada
fr: Ajouter à l'appel
it: Aggiungi alla chiamata
ja: 通話に追加
ko: 통화에 추가
pt_br: Adicionar à chamada
zh_hans: 添加到通话

source: Add to circle
de: Zum Kreis hinzufügen
es: Añadir al círculo
fr: Ajouter au cercle
it: Aggiungi alla cerchia
ja: サークルに追加
ko: 서클에 추가
pt_br: Adicionar ao círculo
zh_hans: 加入圈子

source: Add to my circle
de: Zu meinem Kreis hinzufügen
es: Añadir a mi círculo
fr: Ajouter à mon cercle
it: Aggiungi alla mia cerchia
ja: 自分のサークルに追加
ko: 내 서클에 추가
pt_br: Adicionar ao meu círculo
zh_hans: 添加到我的圈子

source: Add, name, deactivate, or set a default relay under Settings ▸ Relays.
de: Unter Einstellungen ▸ Relays kannst du Relays hinzufügen, benennen, deaktivieren oder als Standard festlegen.
es: Añade, nombra, desactiva o elige un Relay predeterminado en Ajustes ▸ Relays.
fr: Ajoutez, renommez, désactivez ou définissez un relay par défaut dans Réglages ▸ Relays.
it: Aggiungi, rinomina, disattiva o imposta un relay predefinito in Impostazioni ▸ Relay.
ja: Relay の追加・名前の変更・無効化・デフォルト設定は「設定 ▸ Relay」で行えます。
ko: 설정 ▸ Relay에서 Relay를 추가하거나 이름을 지정하고, 비활성화하거나 기본 Relay로 설정할 수 있어요.
pt_br: Adicione, renomeie, desative ou defina um relay padrão em Ajustes ▸ Relays.
zh_hans: 在“设置 ▸ Relay”中可以添加、命名、停用 Relay，或设为默认。

source: Address works on your network only — others connect peer-to-peer.
de: Die Adresse funktioniert nur in deinem Netzwerk — andere verbinden sich per Peer-to-Peer.
es: La dirección solo funciona en tu red — los demás se conectan de igual a igual.
fr: L'adresse ne fonctionne que sur votre réseau — les autres se connectent en pair à pair.
it: L'indirizzo funziona solo sulla tua rete — gli altri si connettono peer-to-peer.
ja: このアドレスは同じネットワーク内でのみ使えます — ほかの人はピアツーピアで接続します。
ko: 이 주소는 내 네트워크에서만 작동해요 — 다른 사람은 P2P로 연결됩니다.
pt_br: O endereço funciona apenas na sua rede — as outras pessoas se conectam ponto a ponto.
zh_hans: 该地址仅在你的网络内有效——其他人通过点对点连接。

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細設定
ko: 고급
pt_br: Avançado
zh_hans: 高级

source: Advanced — external relay or S3 bucket
de: Erweitert — externes Relay oder S3-Bucket
es: Avanzado — Relay externo o bucket de S3
fr: Avancé — relay externe ou bucket S3
it: Avanzate — relay esterno o bucket S3
ja: 詳細設定 — 外部 Relay または S3 バケット
ko: 고급 — 외부 Relay 또는 S3 버킷
pt_br: Avançado — relay externo ou bucket S3
zh_hans: 高级——外部 Relay 或 S3 存储桶

source: After 1 day
de: Nach 1 Tag
es: Después de 1 día
fr: Au bout d'un jour
it: Dopo 1 giorno
ja: 1 日後
ko: 1일 후
pt_br: Depois de 1 dia
zh_hans: 1 天后

source: After 1 hour
de: Nach 1 Stunde
es: Después de 1 hora
fr: Au bout d'une heure
it: Dopo 1 ora
ja: 1 時間後
ko: 1시간 후
pt_br: Depois de 1 hora
zh_hans: 1 小时后

source: After 1 month
de: Nach 1 Monat
es: Después de 1 mes
fr: Au bout d'un mois
it: Dopo 1 mese
ja: 1 か月後
ko: 1개월 후
pt_br: Depois de 1 mês
zh_hans: 1 个月后

source: After 1 week
de: Nach 1 Woche
es: Después de 1 semana
fr: Au bout d'une semaine
it: Dopo 1 settimana
ja: 1 週間後
ko: 1주일 후
pt_br: Depois de 1 semana
zh_hans: 1 周后

source: After 1 year
de: Nach 1 Jahr
es: Después de 1 año
fr: Au bout d'un an
it: Dopo 1 anno
ja: 1 年後
ko: 1년 후
pt_br: Depois de 1 ano
zh_hans: 1 年后

source: After 3 months
de: Nach 3 Monaten
es: Después de 3 meses
fr: Au bout de 3 mois
it: Dopo 3 mesi
ja: 3 か月後
ko: 3개월 후
pt_br: Depois de 3 meses
zh_hans: 3 个月后

source: Allow access to your music in Settings to pick a song.
de: Erlaube in den Einstellungen den Zugriff auf deine Musik, um einen Song auszuwählen.
es: Permite el acceso a tu música en Ajustes para elegir una canción.
fr: Autorisez l'accès à votre musique dans Réglages pour choisir un morceau.
it: Consenti l'accesso alla tua musica in Impostazioni per scegliere un brano.
ja: 曲を選ぶには、設定でミュージックへのアクセスを許可してください。
ko: 노래를 선택하려면 설정에서 음악 접근을 허용하세요.
pt_br: Libere o acesso às suas músicas em Ajustes para escolher uma música.
zh_hans: 请在“设置”中允许访问你的音乐，才能选择歌曲。

source: Already scheduled
de: Bereits geplant
es: Ya programado
fr: Déjà programmé
it: Già programmato
ja: 予約済み
ko: 이미 예약됨
pt_br: Já agendado
zh_hans: 已安排

source: Also block %@
de: %@ ebenfalls blockieren
es: Bloquear también a %@
fr: Bloquer aussi %@
it: Blocca anche %@
ja: %@ さんもブロック
ko: %@도 함께 차단
pt_br: Bloquear %@ também
zh_hans: 同时屏蔽 %@

source: Also in this circle
de: Ebenfalls in diesem Kreis
es: También en este círculo
fr: Aussi dans ce cercle
it: Anche in questa cerchia
ja: このサークルの他のメンバー
ko: 이 서클의 다른 멤버
pt_br: Também neste círculo
zh_hans: 也在这个圈子里

source: Also send original
de: Original ebenfalls senden
es: Enviar también el original
fr: Envoyer aussi l'original
it: Invia anche l'originale
ja: オリジナルも送信
ko: 원본도 함께 보내기
pt_br: Enviar também o original
zh_hans: 同时发送原图

source: Always keep my own posts
de: Eigene Beiträge immer behalten
es: Conservar siempre mis publicaciones
fr: Toujours conserver mes propres publications
it: Conserva sempre i miei post
ja: 自分の投稿は常に残す
ko: 내 게시물은 항상 보관
pt_br: Sempre manter minhas publicações
zh_hans: 始终保留我自己的动态

source: Anyone with this code can become you. Never share it with anyone else, and don't post it.
de: Wer diesen Code hat, kann sich als du ausgeben. Teile ihn mit niemandem und poste ihn nirgends.
es: Cualquiera que tenga este código puede suplantarte. No lo compartas con nadie ni lo publiques.
fr: Toute personne disposant de ce code peut devenir vous. Ne le partagez jamais avec qui que ce soit, et ne le publiez pas.
it: Chiunque abbia questo codice può impersonarti. Non condividerlo con nessuno e non pubblicarlo.
ja: このコードを持っている人は、あなたになりすませます。ほかの人には絶対に共有せず、投稿もしないでください。
ko: 이 코드를 가진 사람은 누구나 내가 될 수 있어요. 다른 사람과 절대 공유하지 말고, 어디에도 올리지 마세요.
pt_br: Qualquer pessoa com este código pode se passar por você. Nunca compartilhe com ninguém e não publique em lugar nenhum.
zh_hans: 拿到这串代码的人就能变成你。千万不要分享给任何人，也不要公开发布。

source: Are you absolutely sure?
de: Bist du dir ganz sicher?
es: ¿Estás completamente seguro?
fr: Êtes-vous absolument sûr ?
it: Vuoi davvero procedere?
ja: 本当によろしいですか？
ko: 정말 확실한가요?
pt_br: Você tem certeza absoluta?
zh_hans: 你真的确定吗？
